IDEA Open Model
BeamData Constructor
Initializes a new instance of the BeamData class
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public BeamData()
Public Sub New
public:
BeamData()
See Also
Reference
BeamData Class
IdeaRS.OpenModel.Connection Namespace